// 구르미 갤러리 JS - main.js
/////////////////////////////로딩구역/////////////////////////////

$(function() {

      // 버튼 클릭시 이미지 이동하기
      // 대상 : .abtn -> .lb, .rb 두 가지 구분!
      $(".abtn").click(function() {

          //console.log($(this).is(".rb"));
          // is() 메서드는 선택요소의 태그나 이름을 확인함
          // 맞을 경우 true를 리턴함. 

          if ($(this).is(".rb")) {//// 오른쪽 버튼일때
            
          }////////// if ///////////////

          else{//////왼쪽 버튼일 때



          }//////// else ///////////////

    
      });////////click////////





})
